[
    {
        "date": "2024-07-20T17:01:00",
        "referenceNr": "A-0003",
        "title": "official start homepage built",
        "text": "Today started the built of my personal art based homepage. Despite being the first version or also called lite-version, I'm looking forward to the results! On the occasion of the developing, I created this acryl painting in memory of these beautiful sunrises I experienced last holiday.",
        "image": "/assets/news/news01.jpg",
        "imageResized": "/assets/news_resized/news01.jpg"
    },
    {
        "date": "2024-08-24T21:52:00",
        "referenceNr": "A-0004",
        "title": "new artwork - Tutanchamun",
        "text": "Creating detailed faces was always a challenge for me, but it feels a bit easier when I can do masks. Especially the gold/red theme kept me fascinating which was the reason I finally did my first egyptian drawing.",
        "image": "/assets/news/PPL013.webp",
        "imageResized": "/assets/news_resized/PPL013.webp"
    },
    {
        "date": "2024-08-25T07:31:00",
        "referenceNr": "A-0005",
        "title": "faceless african beauty",
        "text": "A few weeks ago I saw this white dress in the window display and immediately wanted to draw it, but I couldn't come up with a good context. Looking for some inspiration, I found myself on pinterest and I felt overwhelmed ever since. Let me tell you, pinterest is now one of my most frequent used apps and I came up with this painting.",
        "image": "/assets/news/PPL001.webp",
        "imageResized": "/assets/news_resized/PPL001.webp"
    },
    {
        "date": "2024-08-27T11:20:00",
        "referenceNr": "A-0006",
        "title": "Gemini birds, happy birthday",
        "text": "For my mothers birthday last year, she wished for this tropical birds painting. I was sitting on this for many hours, but the result was very joyful.",
        "image": "/assets/news/NAT008.webp",
        "imageResized": "/assets/news_resized/NAT008.webp"
    },
    {
        "date": "2024-08-26T15:44:00",
        "referenceNr": "A-0001",
        "title": "Shopping Tour Boesner",
        "text": "I had a playful shopping tour with my son at Boesner in Vienna today. Needed just a few things but it took us over an hour to finish because of all the jokes and discovering of new products. One of them is my new white art coat - let's see how long it takes for the first color stains ;)",
        "image": "/assets/news/working_selfie1.jpg",
        "imageResized": "/assets/news_resized/working_selfie1.jpg"
    },
    {
        "date": "2024-09-24T13:00:00",
        "referenceNr": "A-0002",
        "title": "Domain purchased!",
        "text": "With this day my domain was officially purchased and activated :) For now, only a placeholder will be displayed, but when the first version (v1.0.0) will be finished, my webpage will be accessable by https://artcreation-dv.at!!",
        "image": "/assets/news/domain_purchase.jpg",
        "imageResized": "/assets/news_resized/domain_purchase.jpg"
    },
    {
        "date": "2025-04-03T22:13:00",
        "referenceNr": "A-0007",
        "title": "Official Online-Start!",
        "text": "After a long period of work, a five-month break, and artistic development, I can finally call myself the proud owner of my own website! :) The most important part, of course, is the gallery (found in the navigation bar), which showcases all my previous artworks and is continuously updated.",
        "image": "/assets/news/new_homepage.jpg",
        "imageResized": "/assets/news_resized/new_homepage.jpg"
    },
    {
        "date": "2025-04-07T14:59:00",
        "referenceNr": "A-0008",
        "title": "Opening event Vienna",
        "text": "My first art exhibition starting (officially) with the opening event on Friday, 11.04.2025, 17:00 o'clock, at Mahlerstraße 11, 1010 Vienna, publicartists city gallery Vienna!",
        "image": "/assets/news/first_vernissage.jpg",
        "imageResized": "/assets/news_resized/first_vernissage.jpg"
    }
]