{
    "archive-content": {
        "2F2C30": {
            "title": "official start homepage built",
            "text": "Today started the built of my personal art based homepage. Despite being the first version or also called lite-version, I'm looking forward to the results! On the occasion of the developing, I created this acryl painting in memory of these beautiful sunrises I experienced last holiday."
        },
        "7B5328": {
            "title": "new artwork - Tutanchamun",
            "text": "Creating detailed faces was always a challenge for me, but it feels a bit easier when I can do masks. Especially the gold/red theme kept me fascinating which was the reason I finally did my first egyptian drawing."
        },
        "DBDDD7": {
            "title": "faceless african beauty",
            "text": "A few weeks ago I saw this white dress in the window display and immediately wanted to draw it, but I couldn't come up with a good context. Looking for some inspiration, I found myself on pinterest and I felt overwhelmed ever since. Let me tell you, pinterest is now one of my most frequent used apps and I came up with this painting."
        },
        "59B6CE": {
            "title": "Gemini birds, happy birthday",
            "text": "For my mothers birthday last year, she wished for this tropical birds painting. I was sitting on this for many hours, but the result was very joyful."
        },
        "A-0001": {
            "title": "Shopping Tour Boesner",
            "text": "I had a playful shopping tour with my son at Boesner in Vienna today. Needed just a few things but it took us over an hour to finish because of all the jokes and discovering of new products. One of them is my new white art coat - let's see how long it takes for the first color stains ;)"
        },
        "A-0002": {
            "title": "Domain purchased!",
            "text": "With this day my domain was officially purchased and activated :) For now, only a placeholder will be displayed, but when the first version (v1.0.0) will be finished, my webpage will be accessable by https://artcreation-dv.at!!"
        }
    }
}