{
    "archive-content": {
        "A-0003": {
            "title": "Offizieller Start der Homepage Erstellung",
            "text": "Heute startete endlich die Entwicklung der Webseite zur Präsentation meiner Kunst- und Handwerke. Auch wenn das vorerst nur die erste Version bzw. 'lite-version' wird, freue ich mich doch sehr auf das Ergebnis! Zum Startschuss passt meine aktuellste Acryl-Malerei von diesem wunderschönen Sonnenaufgang, angelehnt an meinen letzten Urlaub."
        },
        "A-0004": {
            "title": "neues Kunstwerk - Tutanchamun",
            "text": "Detailierte Gesicher zu zeichnen/malen fiel mir immer schon schwer, doch das Malen von Masken fällt mir deutlich leichter. Wegen der Idee mit dem Gold/Rot Thema konnte ich mich wieder dazu aufraffen ein weiteres 'Gesicht' zu malen, was in mein erstes ägyptisches Werk resultierte."
        },
        "A-0005": {
            "title": "gesichtslose, afrikanische Schönheit",
            "text": "Ein paar Wochen zuvor sah ich dieses weiße Kleid in der Auslage und wusste sofort, dass ich das malen will. Allerdings fiel mir kein passender Kontext dazu ein. Auf der Suche nach Inspiration, kam ich zufällig mit der App 'Pinterest' in Berührung und bin seither komplett vereinnahmt. Pinterest ist nun meine Lieblings-App und so gut wie jeden Tag in Gebrauch. Von daher kam ich auch zum fertigen Motiv für dieses Bild"
        },
        "A-0006": {
            "title": "Zwillingsvögel, Happy Birthday!",
            "text": "Für den Geburtstag meiner Mutter letztes Jahr, gab es eine Wunsch-Arbeit mit diesem tropischen Vogel-Paar. Es hatte zwar viel Zeit in Anspruch genommen, aber kam dafür umso besser an."
        },
        "A-0001": {
            "title": "Einkaufstour bei Boesner",
            "text": "Ich hatte heute eine ausgiebige und spaßige Einkaufstour mit meinem Sohn beim Kunstbedarf Boesner in Wien. Zwar brauchte ich nur ein paar Kleinigkeiten, aber dank unzähliger Blödelein und das Entdecken vieler neuer Produkte, dauerte unser Einkaufsbummel eine ganze Stunde an. Darunter war auch der schöne weiße Kittel wie hier zu sehen - mal gucken wie lange der sauber bleibt ;)"
        },
        "A-0002": {
            "title": "Internet-Domain Erwerb!",
            "text": "Mit dem heutigen Tag bin ich Besitzerin der Domain welche auch schon aktiviert wurde :) Aktuell schmückt zwar nur ein Platzhalter, aber mit der Fertigung der ersten Vollversion (v1.0.0) wird meine Webseite endlich über https://artcreation-dv.at erreichbar sein!! "
        },
        "A-0007": {
            "title": "Offizieller Online-Start!",
            "text": "Nach langer Arbeit, einer fünfmonatigen Pause und künstlerischer Entfaltung darf ich mich nun endlich stolze Besitzerin einer eigenen Webseite nennen! :) Am wichtigsten ist natürlich die Galerie (zu finden in der Navigationsleiste), die all meine bisherigen Kunstwerke zeigt und laufend aktualisiert wird. Wünsche, Anregungen und Interesse an meinen Kunstwerken (auch zur Homepage) nehme ich gerne über das Kontaktformular entgegen! Viel Spaß beim Entdecken ;)"
        }
    }
}